<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="Personal.aspx.cs" Inherits="FastWay.Personal" %>

<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
        <link href="StyleSheet1.css" rel="stylesheet" />
    <title></title>


</head>
<body>
    <form id="form1" runat="server" >
        <div class="grid" style="width: 100%; height: 100vh">

            

            <div class="itemsAndFilter" style="width: 100%;">

                <div class="info" >
                    <p class="pInfo" style="">
                        Я даю согласие на использование персональных данных исключительно в целях формирования кадрового документооборота предприятия, бухгалтерских операций и налоговых отчислений, а также на хранение всех вышеназванных данных на электронных носителях. Также данным согласием я разрешаю сбор моих персональных данных, их хранение, систематизацию, обновление, использование (в т.ч. передачу третьим лицам для обмена информацией), а также осуществление любых иных действий, предусмотренных действующим законом Российской Федерации.
                        <br />
                        До моего сведения доведено, что «FastWay» гарантирует обработку моих персональных данных в соответствии с действующим законодательством Российской Федерации. Срок действия данного согласия не ограничен. Согласие может быть отозвано в любой момент по моему письменному заявлению.
                        <br />
                        Подтверждаю, что, давая согласие, я действую без принуждения, по собственной воле и в своих интересах.
                    </p>
                    
                </div>
               
            </div>
        </div>
    </form>
</body>
</html>

